---
kind: other
id: Methods.T:Autodesk.Revit.DB.FabricationItemFile
source: html/6c063c1b-913c-8bbc-46ae-3d095a415975.htm
---
# FabricationItemFile Methods

Gets the image for the fabrication item file.